Repository: etokoji/hostname_menu
Catalog: Localizable.xcstrings
Source language: en
Languages: ja

source: Cancel
ja: キャンセル

source: Computer Name:
ja: コンピュータ名

source: Display Settings
ja: 表示設定

source: IP Address:
ja: IPアドレス:

source: Label Settings
ja: ラベル設定:

source: Local Hostname:
ja: ホスト名:

source: Max width:
ja: 最大幅:

# menuitem.quit
source: Quit
ja: アプリ終了

# menuitem.settings
source: Settings…
ja: 設定…

source: pixels
ja: ピクセル

source: Save
ja: 保存

source: Show interface names in menu bar
ja: メニューバーにインターフェース名を表示

source: Show labels in menu bar
ja: メニューバーにラベルを表示

source: Width Settings
ja: 表示幅設定
